Repository: jmago17/TransLocalAI
Catalog: Transcriber/Localizable.xcstrings
Source language: en
Languages: es

source: %lld corrections found
es: %lld correcciones encontradas

source: %lld Fixed
es: %lld corregidos

source: A recording is already in progress: %@
es: Ya hay una grabación en curso: %@

source: Accept
es: Aceptar

source: Accept All
es: Aceptar todo

source: AI Review
es: Revisión con IA

source: Analysis Failed
es: Error en el análisis

source: Analyzing audio to determine the best language
es: Analizando audio para determinar el mejor idioma

source: Analyzing transcription...
es: Analizando la transcripción...

source: Apply %lld Accepted
es: Aplicar %lld aceptadas

source: Approaching daily limit
es: Acercándose al límite diario

source: Audio File
es: Archivo de Audio

source: Audio, transcripts, and notes are stored on this device
es: El audio, las transcripciones y las notas se guardan en este dispositivo

source: Auto-detect language
es: Detectar idioma automáticamente

source: Auto-detect Language
es: Detectar Idioma Automáticamente

source: Automatic engine
es: Motor automático

source: Automatically detect the language
es: Detectar el idioma automáticamente

source: Available
es: Disponible

source: Available Shortcuts
es: Atajos disponibles

source: Basque (Euskara)
es: Euskera

source: Cancel
es: Cancelar

source: Capture the conversation, then transcribe it privately on this device.
es: Captura la conversación y transcríbela de forma privada en este dispositivo.

source: Choose a transcription from the list to view its details
es: Elige una transcripción de la lista para ver sus detalles

source: Choose Audio File
es: Elegir Archivo de Audio

source: Choose Different File
es: Elegir Otro Archivo

source: Choose Transcript File
es: Elegir archivo de transcripción

source: Close
es: Cerrar

source: Confidence: %lld/10
es: Confianza: %lld/10

source: Copy
es: Copiar

source: Correct spelling
es: Ortografía correcta

source: Create Meeting Notes
es: Crear notas de reunión

source: Create notes for ${meetingTitle} from ${transcript}
es: Crear notas para ${meetingTitle} a partir de ${transcript}

source: Creates structured meeting notes using Private Cloud Compute when available, with an automatic on-device fallback.
es: Crea notas de reunión estructuradas usando Private Cloud Compute cuando está disponible, con recurso automático al modelo en el dispositivo.

source: Customize Prompt
es: Personalizar instrucción

source: Daily limit reached — using on-device model
es: Límite diario alcanzado: usando el modelo en el dispositivo

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Detecting language...
es: Detectando idioma...

source: Did you mean %@?
es: ¿Querías decir %@?

source: Done
es: Listo

source: Downloading Whisper model...
es: Descargando el modelo Whisper...

source: Duration
es: Duración

source: Edit
es: Editar

source: Enable microphone access in Settings to record audio.
es: Activa el acceso al micrófono en Ajustes para grabar audio.

source: Engine
es: Motor

source: English
es: Inglés

source: English (US)
es: Inglés (EE.UU.)

source: Enhanced meeting notes
es: Notas de reunión mejoradas

source: Euskara
es: Euskera

source: Euskara / multilingual
es: Euskera / multilingüe

source: Every name in this transcript matches your vocabulary or looks ordinary.
es: Todos los nombres de esta transcripción coinciden con tu vocabulario o parecen normales.

source: Example Automations
es: Ejemplos de automatización

source: Failed to process audio file. The file may be corrupted or in an unsupported format.
es: Error al procesar el archivo de audio. El archivo puede estar corrupto o en un formato no soportado.

source: Fast, private transcription using Apple's on-device speech recognition. No internet required.
es: Transcripción rápida y privada usando el reconocimiento de voz de Apple en el dispositivo. No requiere internet.

source: File Selected
es: Archivo Seleccionado

source: Fix Names
es: Corregir nombres

source: Found in: “%@” Replaces every occurrence and adds it to your names list.
es: Encontrado en: “%@” Reemplaza todas las apariciones y lo añade a tu lista de nombres.

source: Generate Meeting Notes
es: Generar notas de reunión

source: Generating Notes…
es: Generando notas…

source: Get last ${limit} transcriptions
es: Obtener las últimas ${limit} transcripciones

source: Get Transcriptions
es: Obtener transcripciones

source: Gets your recent transcriptions from the Transcriber library.
es: Obtiene tus transcripciones recientes de la biblioteca de Transcriber.

source: Grant Permission
es: Conceder Permiso

source: iCloud Sync
es: Sincronización con iCloud

source: Import
es: Importar

source: Import an audio file to get started
es: Importa un archivo de audio para comenzar

source: Import Audio
es: Importar Audio

source: Import Audio File
es: Importar Archivo de Audio

source: Import audio files to create transcriptions
es: Importa archivos de audio para crear transcripciones

source: Import Transcript
es: Importar transcripción

source: Language
es: Idioma

source: Language will be automatically detected
es: El idioma se detectará automáticamente

source: Library
es: Biblioteca

source: Limit
es: Límite

source: Maximum number of transcriptions to return
es: Número máximo de transcripciones a devolver

source: Meeting
es: Reunión

source: Meeting Notes
es: Notas de reunión

source: Meeting Title
es: Título de la reunión

source: Microphone Access Required
es: Se necesita acceso al micrófono

source: More
es: Más

source: Multilingual
es: Multilingüe

source: Names and companies
es: Nombres y empresas

source: No audio file found to transcribe.
es: No se encontró archivo de audio para transcribir.

source: No Changes
es: Sin cambios

source: No corrections found
es: No se encontraron correcciones

source: No transcription available
es: Sin transcripción disponible

source: No transcription was generated. The audio may not contain recognizable speech, or the language model may not be downloaded. Go to Settings → General → Keyboard → Dictation to download language models.
es: No se generó ninguna transcripción. El audio puede no contener voz reconocible, o el modelo de idioma puede no estar descargado. Ve a Ajustes → General → Teclado → Dictado para descargar modelos de idioma.

source: No Transcriptions
es: Sin Transcripciones

source: No transcriptions yet
es: Sin transcripciones aún

source: Not enabled for this build — using on-device model
es: No habilitado en esta compilación: usando el modelo en el dispositivo

source: Nothing suspicious
es: Nada sospechoso

source: OK
es: Aceptar

source: On-Device Transcription
es: Transcripción en el Dispositivo

source: One name or phrase per line, up to 100. To fix a word the transcriber keeps getting wrong, write the correct spelling, =, then what it hears: Iñaki = Yankee, Ianki. Synced with iCloud and used by Apple Speech and WhisperKit.
es: Un nombre o frase por línea, hasta 100. Para corregir una palabra que el transcriptor sigue equivocando, escribe la ortografía correcta, =, y luego lo que oye: Iñaki = Yankee, Ianki. Se sincroniza con iCloud y lo usan Apple Speech y WhisperKit.

source: Open
es: Abrir

source: Open Recording
es: Abrir grabación

source: Open Shortcuts App
es: Abrir la app Atajos

source: Optional title for the transcription
es: Título opcional para la transcripción

source: Print
es: Imprimir

source: Privacy
es: Privacidad

source: Recent Transcriptions
es: Transcripciones Recientes

source: Record
es: Grabar

source: Record a meeting
es: Graba una reunión

source: Record Audio
es: Grabar audio

source: Recording
es: Grabando

source: Recording '%@' saved.
es: Grabación '%@' guardada.

source: Recording '%@' stopped and transcribed successfully.
es: Grabación '%@' detenida y transcrita correctamente.

source: Recording Complete
es: Grabación completada

source: Recording Name
es: Nombre de la grabación

source: Recording started: %@. You can switch to another app — recording will continue in the background.
es: Grabación iniciada: %@. Puedes cambiar a otra app; la grabación continuará en segundo plano.

source: Reject
es: Rechazar

source: Replace “%@”
es: Reemplazar “%@”

source: Replace & Save
es: Reemplazar y guardar

source: Replaces every occurrence and adds it to your names list, so future transcriptions get it right.
es: Reemplaza todas las apariciones y lo añade a tu lista de nombres, para que las próximas transcripciones lo escriban bien.

source: Replaces every occurrence and adds it to your names list.
es: Reemplaza todas las apariciones y lo añade a tu lista de nombres.

source: Requires iOS 27 or later
es: Requiere iOS 27 o posterior

source: Restore Default
es: Restaurar predeterminado

source: Retranscribe
es: Volver a transcribir

source: Save Audio Only
es: Guardar solo el audio

source: Say:
es: Di:

source: Search
es: Buscar

source: Search Text
es: Texto de búsqueda

source: Search transcriptions
es: Buscar transcripciones

source: Search Transcriptions
es: Buscar Transcripciones

source: Search transcriptions for ${searchText}
es: Buscar ${searchText} en las transcripciones

source: Searches your transcriptions for a keyword or phrase.
es: Busca una palabra o frase en tus transcripciones.

source: Select a Transcription
es: Selecciona una Transcripción

source: Select an audio file to transcribe
es: Selecciona un archivo de audio para transcribir

source: Settings
es: Ajustes

source: Share
es: Compartir

source: Share Audio
es: Compartir audio

source: Shortcuts Guide
es: Guía de Atajos

source: Show usage options
es: Mostrar opciones de uso

source: Sign in to iCloud in the Settings app to sync transcripts across your devices.
es: Inicia sesión en iCloud en la app Ajustes para sincronizar las transcripciones entre tus dispositivos.

source: Spanish (Spain)
es: Español (España)

source: Speech Recognition Access
es: Acceso a Reconocimiento de Voz

source: Speech recognition is not supported for this language on this device.
es: El reconocimiento de voz no está soportado para este idioma en este dispositivo.

source: Speech recognition permission is required to transcribe audio.
es: Se requiere permiso de reconocimiento de voz para transcribir audio.

source: Speech recognizer is currently not available. Please check your internet connection or try again later.
es: El reconocedor de voz no está disponible actualmente. Por favor, comprueba tu conexión a internet o inténtalo más tarde.

source: Start Recording
es: Empezar a grabar

source: Start recording named ${name}
es: Empezar una grabación llamada ${name}

source: Start Transcription
es: Iniciar Transcripción

source: Starts recording audio with Transcriber. The app must open to begin the audio session.
es: Empieza a grabar audio con Transcriber. La app debe abrirse para iniciar la sesión de audio.

source: Stop Recording
es: Detener grabación

source: Stop recording and transcribe: ${transcribeAfterStopping}
es: Detener la grabación y transcribir: ${transcribeAfterStopping}

source: Stops the current recording and optionally transcribes it.
es: Detiene la grabación actual y, opcionalmente, la transcribe.

source: Successfully transcribed and saved '%@' to your library.
es: Se ha transcrito y guardado '%@' en tu biblioteca.

source: Supported formats: MP3, M4A, WAV, and more
es: Formatos soportados: MP3, M4A, WAV y más

source: Suspicious
es: Sospechosas

source: Suspicious Words
es: Palabras sospechosas

source: Tap a word to replace it everywhere. Fixes are added to your names list, so the next transcription gets them right automatically.
es: Toca una palabra para reemplazarla en todas partes. Las correcciones se añaden a tu lista de nombres, para que la próxima transcripción las escriba bien automáticamente.

source: Temporarily unavailable — using on-device model
es: No disponible temporalmente: usando el modelo en el dispositivo

source: The audio file to transcribe
es: El archivo de audio a transcribir

source: The language of the audio (if not auto-detecting)
es: El idioma del audio (si no se detecta automáticamente)

source: The text to search for in your transcriptions
es: El texto que buscar en tus transcripciones

source: The transcription looks good!
es: ¡La transcripción tiene buena pinta!

source: This app needs speech recognition permission to transcribe audio files.
es: Esta app necesita permiso de reconocimiento de voz para transcribir archivos de audio.

source: This device is not eligible
es: Este dispositivo no es compatible

source: This is a one-time download and will be reused offline
es: Es una descarga única y se reutilizará sin conexión

source: This may take a few moments
es: Esto puede tardar unos momentos

source: This may take a moment for long transcriptions
es: Esto puede tardar un momento en transcripciones largas

source: Title
es: Título

source: Transcribe & Save
es: Transcribir y guardar

source: Transcribe ${audioFile}
es: Transcribir ${audioFile}

source: Transcribe ${audioFile} as ${title}
es: Transcribir ${audioFile} como ${title}

source: Transcribe After Stopping
es: Transcribir al detener

source: Transcribe and Save
es: Transcribir y Guardar

source: Transcribe Audio
es: Transcribir Audio

source: Transcribe Now
es: Transcribir ahora

source: Transcriber integrates with Siri and the Shortcuts app. Use these actions to automate your transcription workflow.
es: Transcriber se integra con Siri y la app Atajos. Usa estas acciones para automatizar tu flujo de transcripción.

source: Transcribes an audio file and returns the text. Does not save to library.
es: Transcribe un archivo de audio y devuelve el texto. No lo guarda en la biblioteca.

source: Transcribes an audio file and saves it to your Transcriber library.
es: Transcribe un archivo de audio y lo guarda en tu biblioteca de Transcriber.

source: Transcribes an audio file to text using speech recognition.
es: Transcribe un archivo de audio a texto usando reconocimiento de voz.

source: Transcribing audio...
es: Transcribiendo audio...

source: Transcribing...
es: Transcribiendo...

source: Transcript
es: Transcripción

source: Transcription
es: Transcripción

source: Transcription Details
es: Detalles de Transcripción

source: Transcription failed: %@
es: Transcripción fallida: %@

source: Transcription stays on device. When enhanced notes are enabled, transcript text is processed by Apple's Private Cloud Compute and is not stored by Apple.
es: La transcripción permanece en el dispositivo. Cuando las notas mejoradas están activadas, el texto de la transcripción se procesa mediante Private Cloud Compute de Apple y Apple no lo almacena.

source: Transcriptions
es: Transcripciones

source: Transcripts and meeting notes sync through your private iCloud. Audio recordings stay on this device.
es: Las transcripciones y las notas de reunión se sincronizan mediante tu iCloud privado. Las grabaciones de audio permanecen en este dispositivo.

source: Try Again
es: Reintentar

source: TXT, Markdown, SRT, VTT, and JSON files are supported.
es: Se admiten archivos TXT, Markdown, SRT, VTT y JSON.

source: Unavailable — using on-device model
es: No disponible: usando el modelo en el dispositivo

source: Uses Apple's large-context Private Cloud Compute model with reasoning on iOS 27 — ideal for notes on long recordings. If it is unavailable or its daily limit is reached, Transcriber automatically uses the on-device model.
es: Usa el modelo Private Cloud Compute de Apple, de gran contexto y con razonamiento, en iOS 27, ideal para notas de grabaciones largas. Si no está disponible o se alcanza su límite diario, Transcriber usa automáticamente el modelo en el dispositivo.

source: View Saved Meeting Notes
es: Ver notas de reunión guardadas

source: Whisper download
es: Descarga de Whisper

source: Your correction...
es: Tu corrección...

source: Multilingual mode requires WhisperKit for per-segment language detection.
es: El modo multilingüe requiere WhisperKit para detectar el idioma por segmentos.

source: Apple Speech for most languages; WhisperKit for Euskara.
es: Apple Speech para la mayoría de idiomas; WhisperKit para euskera.

source: Apple SpeechAnalyzer: fast, on-device transcription.
es: Apple SpeechAnalyzer: transcripción rápida en el dispositivo.

source: WhisperKit: open-source model, runs on-device.
es: WhisperKit: modelo de código abierto, se ejecuta en el dispositivo.

source: Auto-detects language (may misidentify mixed-language audio)
es: Detecta el idioma automáticamente (puede confundirse con audio en varios idiomas)

source: Force Basque — best for Basque-dominant recordings
es: Forzar euskera: ideal para grabaciones mayoritariamente en euskera

source: Force Spanish — best for Spanish-dominant recordings
es: Forzar español: ideal para grabaciones mayoritariamente en español

source: Force English — best for English-dominant recordings
es: Forzar inglés: ideal para grabaciones mayoritariamente en inglés
